/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Русский";
"lng_switch_to_this" = "Переключиться на русский";

"lng_menu_contacts" = "Контакты";
"lng_menu_calls" = "Звонки";
"lng_menu_settings" = "Настройки";
"lng_menu_about" = "О программе";
"lng_menu_update" = "Обновить";
"lng_menu_restart" = "Перезапустить";
"lng_menu_back" = "Назад";

"lng_disable_notifications_from_tray" = "Отключить уведомления";
"lng_enable_notifications_from_tray" = "Включить уведомления";
"lng_open_from_tray" = "Открыть Telegram";
"lng_minimize_to_tray" = "Свернуть в трей";
"lng_quit_from_tray" = "Выйти из Telegram";
"lng_tray_icon_text" = "Telegram продолжит работу в свёрнутом виде.\nЕсли эта иконка пропадёт из трея, вы можете \nперетащить её сюда снова из скрытых иконок.";

"lng_month1" = "Января";
"lng_month2" = "Февраля";
"lng_month3" = "Марта";
"lng_month4" = "Апреля";
"lng_month5" = "Мая";
"lng_month6" = "Июня";
"lng_month7" = "Июля";
"lng_month8" = "Августа";
"lng_month9" = "Сентября";
"lng_month10" = "Октября";
"lng_month11" = "Ноября";
"lng_month12" = "Декабря";

"lng_month1_small" = "Янв";
"lng_month2_small" = "Фев";
"lng_month3_small" = "Мар";
"lng_month4_small" = "Апр";
"lng_month5_small" = "Мая";
"lng_month6_small" = "Июня";
"lng_month7_small" = "Июля";
"lng_month8_small" = "Авг";
"lng_month9_small" = "Сен";
"lng_month10_small" = "Окт";
"lng_month11_small" = "Ноя";
"lng_month12_small" = "Дек";

"lng_weekday1" = "Пн";
"lng_weekday2" = "Вт";
"lng_weekday3" = "Ср";
"lng_weekday4" = "Чт";
"lng_weekday5" = "Пт";
"lng_weekday6" = "Сб";
"lng_weekday7" = "Вс";

"lng_weekday1_full" = "Понедельник";
"lng_weekday2_full" = "Вторник";
"lng_weekday3_full" = "Среда";
"lng_weekday4_full" = "Четверг";
"lng_weekday5_full" = "Пятница";
"lng_weekday6_full" = "Суббота";
"lng_weekday7_full" = "Воскресенье";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month} {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Отмена";
"lng_continue" = "Продолжить";
"lng_close" = "Закрыть";
"lng_connecting" = "Подключение...";
"lng_reconnecting" = "Повторное подключение {count:сейчас|через # с|через # с}..";
"lng_reconnecting_try_now" = "Попробовать сейчас";

"lng_status_service_notifications" = "служебные уведомления";
"lng_status_support" = "поддержка";
"lng_status_bot" = "бот";
"lng_status_bot_reads_all" = "имеет доступ к сообщениям";
"lng_status_bot_not_reads_all" = "не имеет доступа к сообщениям";
"lng_status_offline" = "давно не заходил(-а)";
"lng_status_recently" = "заходил(-а) недавно";
"lng_status_last_week" = "заходил(-а) на неделе";
"lng_status_last_month" = "заходил(-а) в этом месяце";
"lng_status_invisible" = "невидимый";
"lng_status_lastseen_now" = "был(а) в сети только что";
"lng_status_lastseen_minutes" = "был(а) в сети {count:_not_used_|# минуту|# мин.} назад";
"lng_status_lastseen_hours" = "был(а) в сети {count:_not_used_|# час|# ч.} назад";
"lng_status_lastseen_today" = "был(а) в сети сегодня в {time}";
"lng_status_lastseen_yesterday" = "был(а) в сети вчера в {time}";
"lng_status_lastseen_date" = "был(а) в сети {date}";
"lng_status_lastseen_date_time" = "был(а) в сети {date} в {time}";
"lng_status_online" = "в сети";
"lng_status_connecting" = "подключение...";

"lng_chat_status_unaccessible" = "группа недоступна";
"lng_chat_status_members" = "{count:нет участников|# участник|участников: #}";
"lng_chat_status_members_online" = "{count:_not_used_|# участник|# участников}, {count_online:_not_used_|# онлайн|# онлайн}";

"lng_channel_status" = "канал";
"lng_group_status" = "группа";

"lng_channel_members_link" = "{count:_not_used_|# участник|Участников: #}";
"lng_channel_admins_link" = "{count:_not_used_|# администратор|Администраторов: #}";

"lng_server_error" = "Ошибка сервера.";
"lng_flood_error" = "Слишком быстро. Пожалуйста, повторите попытку  позже.";
"lng_gif_error" = "Не получилось открыть GIF-анимацию :(";
"lng_edit_error" = "Вы не можете редактировать это сообщение";
"lng_join_channel_error" = "К сожалению, вы подписаны на слишком большое число каналов и супергрупп. Пожалуйста, отпишитесь от некоторых.";
"lng_error_phone_flood" = "К сожалению, вы слишком часто удаляли и создавали заново свой аккаунт. Теперь вам придётся подождать несколько дней.";
"lng_error_start_minimized_passcoded" = "Вы установили локальный код доступа, поэтому приложение не может быть запущено в свёрнутом состоянии. Вам придётся ввести код, прежде чем войти в свою учётную запись.";
"lng_error_pinned_max" = "К сожалению, можно закрепить максимум {count:_not_used_|# чат|# чатов}.";
"lng_error_public_groups_denied" = "К сожалению, вам запрещено участвовать в публичных группах (вы забанены).\n{more_info}";

"lng_edit_deleted" = "Это сообщение было удалено";
"lng_edit_too_long" = "Слишком длинное сообщение";
"lng_edit_message" = "Редактирование сообщения";
"lng_edit_message_text" = "Новый текст сообщения...";
"lng_deleted" = "Удалённый аккаунт";
"lng_deleted_message" = "Удалённое сообщение";
"lng_pinned_message" = "Прикреплённое сообщение";
"lng_pinned_unpin_sure" = "Открепить это сообщение?";
"lng_pinned_pin_sure" = "Прикрепить это сообщение?";
"lng_pinned_pin" = "Прикрепить";
"lng_pinned_unpin" = "Открепить";
"lng_pinned_notify" = "Уведомить участников";

"lng_intro_about" = "Добро пожаловать в официальное приложение\nTelegram для компьютера.";
"lng_start_msgs" = "ВОЙТИ";

"lng_intro_next" = "Дальше";
"lng_intro_finish" = "Зарегистрироваться";
"lng_intro_submit" = "Отправить";

"lng_photo_caption" = "Заголовок";
"lng_photos_comment" = "Комментарий";

"lng_phone_ph" = "Ваш номер телефона";
"lng_phone_title" = "Ваш телефон";
"lng_phone_desc" = "Пожалуйста, подтвердите Ваш код страны и\nвведите Ваш номер телефона.";
"lng_phone_notreg" = "Если у вас ещё нет учётной записи Telegram,\n[b]зарегистрируйтесь[/b] с {link_start}Android / iPhone{link_end}\nили {signup_start}здесь{signup_end}";
"lng_country_code" = "Код страны";
"lng_bad_country_code" = "Некорректный код страны";
"lng_country_ph" = "Поиск";
"lng_country_done" = "Готово";
"lng_country_none" = "Страна не найдена";
"lng_country_select" = "Выберите страну";

"lng_code_ph" = "Ваш код";
"lng_code_desc" = "Мы отправили код доступа на ваш номер.\nПожалуйста, введите его в это поле.";
"lng_code_telegram" = "Введите код, который вы получили \nв [b]Telegram[/b] на другом устройстве.";
"lng_code_no_telegram" = "Отправить код через SMS";
"lng_code_call" = "Telegram позвонит вам через {minutes}:{seconds}";
"lng_code_calling" = "Запрос звонка от Telegram…";
"lng_code_called" = "Telegram набирает номер";

"lng_bad_phone" = "Неверный номер телефона. Пожалуйста, попробуйте еще раз.";
"lng_bad_phone_noreg" = "Номер телефона не зарегистрирован.";
"lng_bad_code" = "Вы ввели неверный код.";
"lng_bad_name" = "Пожалуйста, введите Ваше имя и фамилию.";
"lng_bad_photo" = "Это изображение не подходит.";

"lng_signin_title" = "Проверка пароля";
"lng_signin_desc" = "Введите свой пароль.";
"lng_signin_recover_desc" = "Введите код, который мы отправили\nна этот e-mail: {email}";
"lng_signin_password" = "Ваш пароль";
"lng_signin_code" = "Код, который мы отправили в e-mail";
"lng_signin_recover" = "Забыли пароль?";
"lng_signin_recover_title" = "Сбросить пароль";
"lng_signin_hint" = "Подсказка: {password_hint}";
"lng_signin_recover_hint" = "Код был отправлен на {recover_email}";
"lng_signin_bad_password" = "Вы ввели неверный пароль.";
"lng_signin_wrong_code" = "Вы ввели неверный код.";
"lng_signin_try_password" = "Нет доступа к почте?";
"lng_signin_password_removed" = "Защита паролем выключена. Вы можете выключить её в настройках.";
"lng_signin_no_email_forgot" = "Так как вы не указали адрес электронной почты для восстановления пароля, оставшиеся варианты — вспомнить пароль или сбросить аккаунт.";
"lng_signin_cant_email_forgot" = "Если вы не можете получить доступ к своей электронной почте, единственные доступные варианты — вспомнить пароль или сбросить аккаунт.";
"lng_signin_reset_account" = "Сбросить аккаунт";
"lng_signin_sure_reset" = "Внимание!\n\nИстория сообщений и чаты будут безвозвратно удалены. Продолжить?";
"lng_signin_reset" = "Сбросить";
"lng_signin_reset_wait" = "Так как ваш аккаунт ({phone_number}) активен и защищён паролем, мы сможем удалить его только через 1 неделю. Вы сможете отменить удаление в любой момент.\n\nАккаунт будет удалён через:\n{when}";
"lng_signin_reset_in_days" = "{count_days:0 дней|# день|# д.} {count_hours:0 часов|# час|# ч.} {count_minutes:0 минут|# минута|# мин.}";
"lng_signin_reset_in_hours" = "{count_hours:0 часов|# час|# ч.} {count_minutes:0 минут|# минута|# мин.}";
"lng_signin_reset_in_minutes" = "{count_minutes:0 минут|# минута|# мин.}";
"lng_signin_reset_cancelled" = "Ваша попытка сброса была отклонена активным аккаунтом. Пожалуйста, попробуйте повторить запрос через 7 дней.";

"lng_signup_title" = "Информация и фото";
"lng_signup_desc" = "Пожалуйста, введите Ваше имя и\nзагрузите фотографию.";

"lng_signup_firstname" = "Имя";
"lng_signup_lastname" = "Фамилия";

"lng_dlg_filter" = "Поиск";
"lng_dlg_new_group_name" = "Название группы";
"lng_dlg_new_channel_name" = "Название канала";
"lng_no_contacts" = "У вас нет контактов";
"lng_no_chats" = "Ваши чаты будут здесь";
"lng_contacts_loading" = "Загрузка...";
"lng_contacts_not_found" = "Контакты не найдены";
"lng_dlg_search_chat" = "Поиск в этом чате";
"lng_dlg_search_channel" = "Поиск по каналу";
"lng_dlg_search_for_messages" = "Поиск сообщений";
"lng_update_telegram" = "Обновить Telegram";

"lng_settings_save" = "Сохранить";
"lng_settings_upload" = "Обновить фото";
"lng_settings_crop_profile" = "Выберите квадратную область для фото вашего профиля";
"lng_settings_uploading_photo" = "Загружаю фото...";
"lng_settings_edit" = "Редактировать";
"lng_settings_drop_area_subtitle" = "чтобы установить как ваше фото";

"lng_username_title" = "Имя пользователя";
"lng_username_about" = "Вы можете задать себе уникальное\nимя пользователя – тогда другие люди \nсмогут находить вас по нему и связываться с вами, [b]не зная номера[/b] вашего телефона. \n\nРазрешены цифры, символы a-z и подчёркивания. Минимальная длина: 5 символов.";
"lng_username_choose" = "Выберите имя пользователя";
"lng_username_invalid" = "Некорректное имя пользователя.";
"lng_username_occupied" = "Это имя пользователя уже занято.";
"lng_username_too_short" = "Имя пользователя слишком короткое.";
"lng_username_bad_symbols" = "Вы ввели недопустимые символы.";
"lng_username_available" = "Доступно";
"lng_username_not_found" = "Пользователь @{user} не найден.";
"lng_username_link_willbe" = "Эта ссылка откроет диалог с вами:";
"lng_username_link" = "Эта ссылка открывает диалог с вами:";
"lng_username_copied" = "Ссылка скопирована в буфер обмена.";

"lng_settings_section_info" = "Информация";
"lng_settings_phone_number" = "Номер:";
"lng_settings_username" = "Имя пользователя:";
"lng_settings_choose_username" = "выберите имя пользователя";

"lng_settings_section_notify" = "Уведомления";
"lng_settings_desktop_notify" = "Уведомления на рабочем столе";
"lng_settings_show_name" = "Показывать имя отправителя";
"lng_settings_show_preview" = "Показывать начало сообщения";
"lng_settings_use_windows" = "Использовать уведомления Windows";
"lng_settings_use_native_notifications" = "Использовать системные уведомления";
"lng_settings_advanced_notifications" = "Количество и расположение уведомлений";
"lng_settings_notifications_position" = "Расположение на экране";
"lng_settings_notifications_count" = "Количество";
"lng_settings_sound_notify" = "Звук";
"lng_settings_include_muted" = "Подсчитывать непрочитанные из всех чатов";

"lng_notification_preview" = "У вас новое сообщение";
"lng_notification_reply" = "Ответить";
"lng_notification_hide_all" = "Скрыть все";
"lng_notification_sample" = "Это уведомление для проверки";

"lng_settings_section_general" = "Общее";
"lng_settings_change_lang" = "Изменить язык";
"lng_languages" = "Языки";
"lng_sure_save_language" = "Перезапустите Telegram, чтобы сменить язык";
"lng_settings_update_automatically" = "Обновлять автоматически";
"lng_settings_current_version_label" = "Версия {version}:";
"lng_settings_current_version" = "Версия {version}";
"lng_settings_check_now" = "Проверить обновления";
"lng_settings_update_checking" = "Проверка обновлений...";
"lng_settings_latest_installed" = "Установлена самая последняя версия";
"lng_settings_downloading" = "Загрузка обновления: {ready} / {total} Мб..";
"lng_settings_update_ready" = "Обновление загружено";
"lng_settings_update_now" = "Перезапустить";
"lng_settings_update_fail" = "Проверка обновления не удалась :(";
"lng_settings_workmode_tray" = "Показывать иконку в трее";
"lng_settings_workmode_window" = "Показывать иконку в области задач";
"lng_settings_auto_start" = "Запускать Telegram при старте системы";
"lng_settings_start_min" = "Запускать свёрнутым";
"lng_settings_add_sendto" = "Добавить Telegram в меню «Отправить...»";
"lng_settings_section_scale" = "Масштаб интерфейса";
"lng_settings_scale_auto" = "Авто ({cur})";

"lng_settings_section_chat_settings" = "Настройки чатов";
"lng_settings_replace_emojis" = "Заменять смайлы";
"lng_settings_view_emojis" = "Посмотреть список";
"lng_settings_emoji_list" = "Доступные смайлы";
"lng_settings_send_enter" = "Отправлять по Enter";
"lng_settings_send_ctrlenter" = "Отправлять по Ctrl+Enter";
"lng_settings_send_cmdenter" = "Отправлять по Cmd+Enter";

"lng_settings_section_background" = "Фоновое изображение чата";
"lng_settings_bg_use_default" = "Использовать стандартную тему";
"lng_settings_bg_from_gallery" = "Выбрать из галереи";
"lng_settings_bg_from_file" = "Выбрать из файла";
"lng_settings_bg_edit_theme" = "Редактировать тему";
"lng_settings_bg_tile" = "Замостить";
"lng_settings_adaptive_wide" = "Адаптация для широких экранов";

"lng_backgrounds_header" = "Выберите новый фон для чата";
"lng_theme_sure_keep" = "Использовать эту тему?";
"lng_theme_reverting" = "Возврат к старой теме через {count:_not_used_|#|#} сек.";
"lng_theme_keep_changes" = "Сохранить";
"lng_theme_revert" = "Отменить";

"lng_download_path_dont_ask" = "Не спрашивать путь для сохранения";
"lng_download_path_label" = "Путь для сохранения:";
"lng_download_path_temp" = "временная папка";
"lng_download_path_default" = "папка по умолчанию";
"lng_download_path_clear" = "Очистить всё";
"lng_download_path_header" = "Выбрать путь для скачивания";
"lng_download_path_default_radio" = "Папка «Загрузки»";
"lng_download_path_temp_radio" = "Временная папка (очищается при выходе)";
"lng_download_path_dir_radio" = "Пользовательская  папка (очищается вручную)";
"lng_download_path_choose" = "Выберите путь для скачивания";
"lng_sure_clear_downloads" = "Очистить временную папку с загрузками? Это происходит автоматически при выходе из аккаунта или удалении программы.";
"lng_download_path_failed" = "Загрузку файла невозможно запустить. Это могло произойти из-за невозможности сохранить файл в папке по умолчанию.\n\nВы можете изменить расположение папки по умолчанию в Настройках.";
"lng_download_path_settings" = "Настройки";
"lng_download_finish_failed" = "Загрузка файла не может быть завершена.\n\nПопробовать еще раз?";
"lng_download_path_clearing" = "Очищаю...";
"lng_download_path_cleared" = "Очищено!";
"lng_download_path_clear_failed" = "Очистка  не удалась :(";

"lng_settings_section_privacy" = "Приватность и безопасность";

"lng_local_storage_title" = "Ваше облачное хранилище";
"lng_settings_no_data_cached" = "Кэш пуст!";
"lng_settings_images_cached" = "Изображений: {count:_not_used_|# |# } ({size})";
"lng_settings_audios_cached" = "Аудиофайлов: {count:_not_used_|# |# } ({size})";
"lng_local_storage_clear" = "Очистить кэш ";
"lng_local_storage_clearing" = "Очищаю...";
"lng_local_storage_cleared" = "Очищено!";
"lng_local_storage_clear_failed" = "Не получилось очистить кэш :(";

"lng_settings_section_advanced_settings" = "Расширенные настройки";

"lng_passcode_remove_button" = "Удалить";

"lng_passcode_turn_on" = "Включить блокировку кодом доступа";
"lng_passcode_change" = "Изменить код доступа";
"lng_passcode_create" = "Код доступа";
"lng_passcode_remove" = "Удалить код доступа";
"lng_passcode_turn_off" = "Отключить";
"lng_passcode_autolock" = "Автоблокировка через:";
"lng_passcode_autolock_away" = "Автоблокировка через:";
"lng_passcode_autolock_inactive" = "Автоблокировка через:";
"lng_passcode_autolock_minutes" = "{count:_not_used_|# минуту|# мин.}";
"lng_passcode_autolock_hours" = "{count:_not_used_|# час|# ч.}";
"lng_passcode_enter_old" = "Старый код доступа";
"lng_passcode_enter_first" = "Введите код доступа";
"lng_passcode_enter_new" = "Новый код доступа";
"lng_passcode_confirm_new" = "Повторите код доступа";
"lng_passcode_about" = "После установки над списком чатов появится замочек. Нажмите на него, чтобы заблокировать приложение.\n\n[b]Важно:[/b] если вы забудете код доступа, вам придётся войти в приложение заново.";
"lng_passcode_differ" = "Коды доступа не совпадают";
"lng_passcode_wrong" = "Неверный код доступа";
"lng_passcode_is_same" = "Код доступа не был изменён";
"lng_passcode_enter" = "Введите ваш код доступа";
"lng_passcode_ph" = "Введите ваш код доступа";
"lng_passcode_submit" = "Разблокировать";
"lng_passcode_logout" = "Выйти из аккаунта";
"lng_passcode_need_unblock" = "Сначала разблокируйте.";

"lng_cloud_password_waiting" = "Ссылка для подтверждения была отправлена на {email}";
"lng_cloud_password_change" = "Сменить пароль";
"lng_cloud_password_create" = "Пароль";
"lng_cloud_password_remove" = "Удалить пароль";
"lng_cloud_password_set" = "Включить двухэтапную авторизацию";
"lng_cloud_password_edit" = "Сменить пароль";
"lng_cloud_password_enter_old" = "Введите текущий пароль";
"lng_cloud_password_enter_first" = "Введите пароль";
"lng_cloud_password_enter_new" = "Введите новый пароль";
"lng_cloud_password_confirm_new" = "Повторите ввод пароля";
"lng_cloud_password_hint" = "Подсказка к паролю";
"lng_cloud_password_change_hint" = "Введите подсказку к паролю";
"lng_cloud_password_bad" = "Вы не можете использовать сам пароль как подсказку.";
"lng_cloud_password_email" = "Запасной e-mail";
"lng_cloud_password_bad_email" = "Некорректный адрес электронной почты, пожалуйста, попробуйте другой.";
"lng_cloud_password_about" = "Этот пароль будет требоваться при входе\nна новом устройстве.";
"lng_cloud_password_about_recover" = "Вы уверены?\n\nЕсли вы забудете пароль, восстановить доступ к аккаунту будет невозможно. Ещё раз: вы навсегда потеряете доступ к своему аккаунту.";
"lng_cloud_password_skip_email" = "Не добавлять e-mail";
"lng_cloud_password_almost" = "Ссылка для подтверждения почты была отправлена на указанный адрес.\nДвухступенчатая авторизация будет активирована после того, как вы перейдете по этой ссылке.";
"lng_cloud_password_was_set" = "Двухэтапная авторизация включена.";
"lng_cloud_password_updated" = "Ваш пароль обновлён.";
"lng_cloud_password_removed" = "Двухэтапная авторизация выключена.";
"lng_cloud_password_differ" = "Пароли не совпадают";
"lng_cloud_password_wrong" = "Неверный пароль";
"lng_cloud_password_is_same" = "Пароль не был изменён";

"lng_connection_type" = "Тип соединения:";
"lng_connection_auto_connecting" = "По умолчанию (подключение...)";
"lng_connection_auto" = "По умолчанию (сейчас: {transport})";
"lng_connection_proxy_connecting" = "Подключение через прокси...";
"lng_connection_proxy" = "{transport} с прокси";
"lng_connection_header" = "Тип соединения";
"lng_connection_auto_rb" = "Автоматически (приоритет TCP)";
"lng_connection_http_proxy_rb" = "HTTP с нестандартным http-прокси";
"lng_connection_tcp_proxy_rb" = "TCP с нестандартным socks5-прокси";
"lng_connection_try_ipv6" = "Использовать IPv6";
"lng_connection_host_ph" = "Хост";
"lng_connection_port_ph" = "Порт";
"lng_connection_user_ph" = "Логин";
"lng_connection_password_ph" = "Пароль";
"lng_connection_save" = "Сохранить";

"lng_settings_blocked_users" = "Чёрный список";
"lng_settings_last_seen_privacy" = "Последняя активность";
"lng_settings_calls_privacy" = "Аудиовызовы и звонки";
"lng_settings_groups_invite_privacy" = "Добавление в группы и каналы";
"lng_settings_show_sessions" = "Показать все сессии";
"lng_settings_self_destruct" = "Настройки самоуничтожения аккаунта";
"lng_settings_change_phone" = "Сменить номер телефона";

"lng_settings_reset" = "Завершить все сессии";
"lng_settings_reset_sure" = "Уверены, что хотите завершить все другие сессии?";
"lng_settings_reset_one_sure" = "Завершить эту сессию?";
"lng_settings_reset_button" = "Завершить";
"lng_settings_reset_done" = "Все сессии завершены";
"lng_settings_manage_local_storage" = "Управление кэшем";
"lng_settings_ask_question" = "Задать вопрос";
"lng_settings_ask_sure" = "Поддержка Телеграма осуществляется добровольцами. Мы постараемся ответить как можно скорее, но на это может потребоваться некоторое время.\n\nВы также можете ознакомиться с ответами на популярные вопросы о Телеграме, где есть советы по решению многих проблем.";
"lng_settings_faq_button" = "Перейти в FAQ";
"lng_settings_ask_ok" = "Спросить";
"lng_settings_faq" = "Часто задаваемые вопросы";
"lng_settings_logout" = "Выйти";
"lng_sure_logout" = "Вы действительно хотите выйти?";

"lng_settings_need_restart" = "Необходимо перезапустить Telegram для применения некоторых настроек. Сделать это сейчас?";
"lng_settings_restart_now" = "ПЕРЕЗАПУСТИТЬ";
"lng_settings_restart_later" = "ПОЗЖЕ";

"lng_sessions_header" = "Текущая сессия";
"lng_sessions_other_header" = "Активные сессии";
"lng_sessions_no_other" = "Нет других сессий";
"lng_sessions_other_desc" = "Вы можете войти в Telegram с любого устройства: телефона, планшета или компьютер, используя ваш номер телефона. Все контакты и история сообщений будут мгновенно синхронизироваться.";
"lng_sessions_terminate_all" = "Завершить все сессии";

"lng_blocked_list_title" = "Чёрный список";
"lng_blocked_list_unknown_phone" = "неизвестный номер";
"lng_blocked_list_unblock" = "Разблокировать";
"lng_blocked_list_add" = "Добавить";
"lng_blocked_list_add_title" = "Выберите, кого заблокировать...";
"lng_blocked_list_already_blocked" = "уже заблокирован(а)";
"lng_blocked_list_about" = "Заблокированные пользователи не могут посылать вам сообщения или добавлять вас в группы. Они не видят фотографию профиля и ваш статус.";
"lng_blocked_list_not_found" = "По вашему запросу никого не найдено.";

"lng_edit_privacy_everyone" = "Все";
"lng_edit_privacy_contacts" = "Мои контакты";
"lng_edit_privacy_nobody" = "Никто";
"lng_edit_privacy_exceptions" = "Добавить исключения";

"lng_edit_privacy_lastseen_title" = "Последняя активность";
"lng_edit_privacy_lastseen_description" = "Вы можете выбрать, кто видит время вашей последней активности:";
"lng_edit_privacy_lastseen_warning" = "Важно: вы не сможете увидеть время последней активности людей, с которыми вы не поделились своим временем последней активности. Вместо этого будет отображаться приблизительное время (недавно, в течение недели, в течение месяца).";
"lng_edit_privacy_lastseen_always" = "Всегда показывать для{count:...| # польз.| # польз.}";
"lng_edit_privacy_lastseen_never" = "Всегда скрывать от{count:...| # польз.| # польз.}";
"lng_edit_privacy_lastseen_exceptions" = "Эти настройки переопределят значения выше.";
"lng_edit_privacy_lastseen_always_title" = "Всегда делиться с...";
"lng_edit_privacy_lastseen_never_title" = "Всегда скрывать от...";

"lng_edit_privacy_groups_title" = "Добавление в группы и каналы";
"lng_edit_privacy_groups_description" = "Укажите, кто может добавлять вас в группы и каналы, а кто не может.";
"lng_edit_privacy_groups_always" = "Всегда разрешать{count:| # польз.| # польз.}";
"lng_edit_privacy_groups_never" = "Всегда запрещать{count:| # польз.| # польз.}";
"lng_edit_privacy_groups_exceptions" = "Эти пользователи смогут (или не смогут) добавлять вас в группы или каналы, несмотря на настройки выше";
"lng_edit_privacy_groups_always_title" = "Всегда разрешать...";
"lng_edit_privacy_groups_never_title" = "Всегда запрещать...";

"lng_edit_privacy_calls_title" = "Аудиовызовы и звонки";
"lng_edit_privacy_calls_description" = "Вы можете указать, кто может, а кто не может вам звонить:";
"lng_edit_privacy_calls_always" = "Всегда разрешать{count:| # польз.| # польз.}";
"lng_edit_privacy_calls_never" = "Всегда запрещать{count:| # польз.| # польз.}";
"lng_edit_privacy_calls_exceptions" = "Эти пользователи смогут (или не смогут) звонить вам, несмотря на настройки выше.";
"lng_edit_privacy_calls_always_title" = "Всегда разрешать";
"lng_edit_privacy_calls_never_title" = "Всегда запрещать";

"lng_self_destruct_title" = "Самоуничтожение аккаунта";
"lng_self_destruct_description" = "Если вы хотя бы раз не зайдёте в свой аккаунт в течение этого периода, он будет удалён со всеми группами, сообщениями и контактами.";
"lng_self_destruct_months" = "{count:_not_used_|#|#} мес.";
"lng_self_destruct_years" = "{count:_not_used_|#|#} г.";

"lng_change_phone_title" = "Сменить номер телефона";
"lng_change_phone_description" = "Здесь вы можете перенести ваш аккаунт \nTelegram на другой номер. Абсолютно все \nваши данные: история сообщений, стикеры, \nконтакты и т. д. будут перенесены на новый номер.\n\n[b]Важно:[/b] всем вашим контактам будет \nавтоматически добавлен в адресную книгу ваш \n[b]новый номер[/b], при условии, что у них был ваш \nстарый номер и вы не блокировали их.";
"lng_change_phone_warning" = "Всем вашим контактам Telegram будет автоматически добавлен в адресную книгу ваш новый номер, при условии, что у них был ваш старый номер и вы не блокировали их.";
"lng_change_phone_occupied" = "Номер {phone} уже привязан к аккаунту Telegram. Удалите тот аккаунт, прежде чем перейти на новый номер.";
"lng_change_phone_button" = "Сменить номер";
"lng_change_phone_new_title" = "Введите новый номер";
"lng_change_phone_new_description" = "Мы отправим SMS с кодом подтверждения на ваш новый номер.";
"lng_change_phone_new_submit" = "Отправить";
"lng_change_phone_code_title" = "Введите код";
"lng_change_phone_code_description" = "Мы отправили SMS с кодом подтверждения на ваш номер {phone}.";
"lng_change_phone_success" = "Ваш номер телефона был изменён.";

"lng_preview_loading" = "Получаю информацию о ссылке...";

"lng_profile_chat_unaccessible" = "Группа недоступна";
"lng_profile_about_section" = "О боте";
"lng_profile_description_section" = "Описание";
"lng_profile_settings_section" = "Настройки";
"lng_profile_actions_section" = "Действия";
"lng_profile_bot_settings" = "Настройки";
"lng_profile_bot_help" = "Помощь";
"lng_profile_invite_link_section" = "Ссылка для приглашения";
"lng_profile_create_public_link" = "Создать пригласительную ссылку";
"lng_profile_edit_public_link" = "Редактировать ссылку на профиль";
"lng_profile_manage_admins" = "Управление администраторами";
"lng_profile_manage_blocklist" = "Чёрный список";
"lng_profile_common_groups" = "Общих групп: {count:_not_used_|#|#}";
"lng_profile_common_groups_section" = "Общие группы";
"lng_profile_participants_section" = "Участники";
"lng_profile_info_section" = "Описание";
"lng_profile_mobile_number" = "Телефон:";
"lng_profile_username" = "Имя пользователя:";
"lng_profile_link" = "Ссылка:";
"lng_profile_add_contact" = "Добавить контакт";
"lng_profile_edit_contact" = "Редактировать";
"lng_profile_enable_notifications" = "Показывать уведомления";
"lng_profile_clear_history" = "Очистить историю";
"lng_profile_delete_conversation" = "Удалить диалог";
"lng_profile_clear_and_exit" = "Удалить и выйти";
"lng_profile_leave_channel" = "Покинуть канал";
"lng_profile_delete_channel" = "Удалить канал";
"lng_profile_leave_group" = "Покинуть группу";
"lng_profile_delete_group" = "Удалить группу";
"lng_profile_report" = "Пожаловаться";
"lng_profile_search_messages" = "Поиск сообщений";
"lng_profile_block_user" = "Добавить";
"lng_profile_unblock_user" = "Разблокировать пользователя";
"lng_profile_block_bot" = "Остановить и заблокировать";
"lng_profile_unblock_bot" = "Разблокировать бота";
"lng_profile_send_message" = "Написать сообщение";
"lng_profile_share_contact" = "Отправить контакт";
"lng_profile_invite_to_group" = "Добавить в группу";
"lng_profile_delete_contact" = "Удалить";
"lng_profile_set_group_photo" = "Выбрать фото";
"lng_profile_add_participant" = "Добавить участников";
"lng_profile_view_channel" = "Просмотреть канал";
"lng_profile_join_channel" = "Подписаться";
"lng_profile_delete_and_exit" = "Покинуть";
"lng_profile_kick" = "Удалить";
"lng_profile_admin" = "администратор";
"lng_profile_sure_kick" = "Исключить {user} из группы?";
"lng_profile_sure_kick_channel" = "Исключить {user} из канала?";
"lng_profile_sure_kick_admin" = "Разжаловать {user} из администраторов?";
"lng_profile_loading" = "Загрузка...";
"lng_profile_shared_media" = "Общие файлы";
"lng_profile_no_media" = "В истории сообщений нет файлов.";
"lng_profile_photos" = "Фото: {count:_not_used_|#|#}";
"lng_profile_photos_header" = "Картинки";
"lng_profile_videos" = "Видео: {count:_not_used_|#|#}";
"lng_profile_videos_header" = "Видео";
"lng_profile_songs" = "Аудио: {count:_not_used_|#|#}";
"lng_profile_songs_header" = "Аудиофайлы";
"lng_profile_files" = "Файлов: {count:_not_used_|#|#}";
"lng_profile_files_header" = "Файлы";
"lng_profile_audios" = "Голосовых заметок: {count:_not_used_|#|#}";
"lng_profile_audios_header" = "Аудиозаписи";
"lng_profile_shared_links" = "Ссылок: {count:_not_used_|#|#}";
"lng_profile_shared_links_header" = "Общие ссылки";
"lng_profile_copy_phone" = "Скопировать номер";
"lng_profile_copy_fullname" = "Скопировать имя";
"lng_profile_drop_area_title" = "Перетащите сюда";
"lng_profile_drop_area_subtitle" = "чтобы установить фото группы";
"lng_profile_drop_area_subtitle_channel" = "чтобы установить фото канала";
"lng_profile_top_bar_share_contact" = "Поделиться";

"lng_report_title" = "Пожаловаться на канал";
"lng_report_group_title" = "Пожаловаться на группу";
"lng_report_bot_title" = "Пожаловаться";
"lng_report_reason_spam" = "Спам";
"lng_report_reason_violence" = "Насилие";
"lng_report_reason_pornography" = "Порнография";
"lng_report_reason_other" = "Другое";
"lng_report_reason_description" = "Описание";
"lng_report_button" = "Сообщить";
"lng_report_thanks" = "Спасибо! Мы рассмотрим вашу жалобу в ближайшее время.";

"lng_channel_add_admins" = "Добавить администратора";
"lng_channel_add_members" = "Добавить участников";
"lng_channel_members" = "Участники";
"lng_channel_only_last_shown" = "Показаны последние {count:_not_used_|#|#} вступивших участников";
"lng_channel_admins" = "Администраторы";
"lng_channel_add_admin" = "Добавить администратора";
"lng_channel_admin_sure" = "Сделать {user} администратором?";
"lng_channel_admins_too_much" = "К сожалению, вы добавили слишком много администраторов. Удалите хотя бы одного, чтобы продолжить.";

"lng_group_blocked_list_about" = "Пользователи, занесённые в чёрный список, будут удалены из группы и смогут вернуться только по приглашению администратора. Пригласительные ссылки для них не работают.";

"lng_chat_all_members_admins" = "Все участники являются администраторами";
"lng_chat_about_all_admins" = "Все участники могут добавлять в группу других людей, редактировать фото и название группы.";
"lng_chat_about_admins" = "Только администраторы могут добавлять и удалять участников и редактировать название и фото группы.";

"lng_participant_filter" = "Поиск";
"lng_participant_invite" = "Пригласить";
"lng_participant_invite_sorry" = "К сожалению, вручную можно добавить только первых {count} пользователей.\n\nДля того, чтобы пригласить больше людей, воспользуйтесь пригласительной ссылкой.";
"lng_create_group_back" = "Назад";
"lng_create_group_next" = "Далее";
"lng_create_group_create" = "Создать";
"lng_create_group_title" = "Создать группу";
"lng_create_channel_title" = "Создать канал";
"lng_create_public_channel_title" = "Публичный канал";
"lng_create_public_channel_about" = "Канал отображается в поиске, подписаться \nможет кто угодно";
"lng_create_private_channel_title" = "Приватный канал";
"lng_create_private_channel_about" = "Подписаться можно только по \nспециальной ссылке";
"lng_create_public_group_title" = "Публичная группа";
"lng_create_public_group_about" = "Такие группы видны в поиске, вступить\nв них может кто угодно. История\nсообщений будет видна всем.";
"lng_create_private_group_title" = "Приватная группа";
"lng_create_private_group_about" = "Вступить в приватную группу можно\nтолько по приглашению или специальной\nссылке.";
"lng_create_group_skip" = "Пропустить";

"lng_create_channel_link_invalid" = "Некорректная ссылка";
"lng_create_channel_link_occupied" = "К сожалению, эта ссылка уже занята";
"lng_create_channel_link_too_short" = "Слишком короткое имя.";
"lng_create_channel_link_bad_symbols" = "Ссылка содержит недопустимые символы.";
"lng_create_channel_link_available" = "Это имя доступно";
"lng_create_channel_link_copied" = "Ссылка скопирована в буфер обмена";

"lng_create_group_crop" = "Выберите квадратную область для фото группы";
"lng_create_channel_crop" = "Выберите квадратную область для фото канала";

"lng_failed_add_participant" = "Не получилось добавить пользователя. Повторите попытку позже.";
"lng_failed_add_not_mutual" = "К сожалению, если пользователь покинул группу, то вернуть его можно будет только при условии, что вы находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";
"lng_failed_add_not_mutual_channel" = "К сожалению, если пользователь покинул канал, то вернуть его можно будет только при условии, что вы находитесь в контактах друг у друга (у него есть ваш номер, а у вас — его).";

"lng_sure_delete_contact" = "Вы уверены, что хотите удалить из контактов {contact}?";
"lng_sure_delete_history" = "Вы уверены, что хотите удалить историю сообщений с {contact}?\n\nВосстановить сообщения будет невозможно.";
"lng_sure_delete_group_history" = "Вы уверены, что хотите удалить историю сообщений в «{group}»?\n\nЭто действие нельзя будет отменить.";
"lng_sure_delete_and_exit" = "Вы уверены, что хотите удалить историю сообщений и покинуть «{group}»?\n\nЭто действие нельзя будет отменить";
"lng_sure_leave_channel" = "Уверены, что хотите покинуть этот канал?";
"lng_sure_delete_channel" = "Уверены, что хотите удалить этот канал? Все участники и сообщения будут безвозвратно удалены.";
"lng_sure_leave_group" = "Уверены, что хотите покинуть эту группу?";
"lng_sure_delete_group" = "Уверены, что хотите удалить эту группу? Все участники и сообщения будут безвозвратно удалены.";

"lng_message_empty" = "Пустое сообщение";
"lng_message_unsupported" = "Это сообщение не поддерживается в вашей версии Telegram. Для просмотра обновите приложение в настройках или здесь: {link}";

"lng_duration_seconds" = "{count:_not_used_|# секунда|# сек.}";
"lng_duration_minutes_seconds" = "{count_minutes:0 минут|# минута|# мин.} {count:# секунд|# секунда|# сек.}";

"lng_action_add_user" = "{from} добавил(а) {user}";
"lng_action_add_users_many" = "{from} добавил(а) {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} и {user}";
"lng_action_add_you" = "{from} добавил(а) вас на этот канал";
"lng_action_you_joined" = "Вы присоединились к каналу";
"lng_action_add_you_group" = "{from} добавил(а) вас в эту группу";
"lng_action_you_joined_group" = "Вы присоединились к этой группе";
"lng_action_kick_user" = "{from} исключил(а) {user}";
"lng_action_user_left" = "{from} покинул(а) группу";
"lng_action_user_joined" = "пользователь {from} присоединился к группе";
"lng_action_user_joined_by_link" = "{from} присоединился к группе по ссылке";
"lng_action_user_registered" = "{from} присоединился к Telegram";
"lng_action_removed_photo" = "{from} удалил(а) фото группы";
"lng_action_removed_photo_channel" = "Фото канала удалено";
"lng_action_changed_photo" = "{from} изменил(а) фото группы";
"lng_action_changed_photo_channel" = "Фото обновлено";
"lng_action_changed_title" = "{from} изменил(а) название группы на «{title}»";
"lng_action_changed_title_channel" = "Имя канала изменено на «{title}»";
"lng_action_created_chat" = "{from} создал(а) группу «{title}»";
"lng_action_created_channel" = "Канал создан";
"lng_action_group_migrate" = "Эта группа была преобразована в супергруппу";
"lng_action_pinned_message" = "{from} прикрепил(а) «{text}»";
"lng_action_pinned_media" = "{from} прикрепил(а) «{media}»";
"lng_action_pinned_media_photo" = "фото";
"lng_action_pinned_media_video" = "видео";
"lng_action_pinned_media_audio" = "аудиозапись";
"lng_action_pinned_media_voice" = "голосовое сообщение";
"lng_action_pinned_media_video_message" = "видеосообщение";
"lng_action_pinned_media_file" = "файл";
"lng_action_pinned_media_gif" = "GIF-анимация";
"lng_action_pinned_media_contact" = "контактная информация";
"lng_action_pinned_media_location" = "местоположение";
"lng_action_pinned_media_sticker" = "стикер";
"lng_action_pinned_media_emoji_sticker" = "{emoji} (стикер)";
"lng_action_pinned_media_game" = "игру «{game}»";
"lng_action_game_score" = "{from} набрал(а) в {game} {count:#|#|#} очков";
"lng_action_game_you_scored" = "Вы набрали {count:#|#|#} очков в игре {game}";
"lng_action_game_score_no_game" = "{from} набрал(а) {count:#|#|#} очков";
"lng_action_game_you_scored_no_game" = "Вы набрали {count:#|#|#} очков";
"lng_action_payment_done" = "Ваш перевод {amount} пользователю {user} успешно выполнен";
"lng_action_payment_done_for" = "Ваш перевод {amount} пользователю {user} за {invoice} успешно выполнен";

"lng_profile_migrate_reached" = "Достигнут лимит в {count:_not_used_|# участника|# участников}";
"lng_profile_migrate_body" = "Если вы хотите добавить больше людей, вы можете преобразовать эту группу в супергруппу.";
"lng_profile_migrate_learn_more" = "Узнать больше »";
"lng_profile_migrate_about" = "Если вы хотите добавить больше людей, вы можете преобразовать эту группу в супергруппу. В супергруппах:";
"lng_profile_migrate_feature1" = "— Максимальное число участников: {count:_not_used_|#|#}";
"lng_profile_migrate_feature2" = "— Новым пользователям доступна вся история переписки группы";
"lng_profile_migrate_feature3" = "— Администраторы могут удалять любые сообщения";
"lng_profile_migrate_feature4" = "— Уведомления выключены по умолчанию";
"lng_profile_migrate_button" = "Преобразовать в супергруппу";
"lng_profile_migrate_sure" = "Уверены, что хотите преобразовать эту группу в супергруппу? Это действие нельзя отменить.";
"lng_profile_convert_button" = "Преобразовать в супергруппу";
"lng_profile_convert_title" = "Преобразование в супергруппу";
"lng_profile_convert_about" = "В супергруппах:";
"lng_profile_convert_feature1" = "— Новым пользователям доступна вся история переписки";
"lng_profile_convert_feature2" = "— Удалённые сообщения удаляются у всех";
"lng_profile_convert_feature3" = "— Администраторы могут прикреплять важные соощения";
"lng_profile_convert_feature4" = "— Создатель группы может создать публичную ссылку";
"lng_profile_convert_warning" = "{bold_start}Внимание{bold_end}: это действие необратимо";
"lng_profile_convert_confirm" = "Преобразовать";
"lng_profile_add_more_after_upgrade" = "Вы сможете добавить до {count:_not_used_|# участника|# участников}, если преобразуете вашу группу в супергруппу.";

"lng_channel_not_accessible" = "К сожалению, этот канал больше недоступен.";
"lng_group_not_accessible" = "К сожалению, эта группа больше не доступна.";

"lng_channels_too_much_public_about" = "К сожалению, вы создали слишком много публичных ссылок. Вам нужно удалить какую-нибудь из ваших каналов или групп.";
"lng_channels_too_much_public_revoke_confirm_group" = "Уверены, что хотите аннулировать ссылку {link}?\n\nПосле того, как вы это сделаете, группа «{group}» станет приватной.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Уверены, что хотите аннулировать ссылку {link}?\n\nПосле того, как вы это сделаете, канал «{group}» станет приватным.";
"lng_channels_too_much_public_revoke" = "Аннулировать";

"lng_group_invite_bad_link" = "Ссылка некорректна или просрочена.";
"lng_group_invite_want_join" = "Войти в группу «{title}»?";
"lng_group_invite_want_join_channel" = "Подписаться на канал «{title}»?";
"lng_group_invite_join" = "Присоединиться";

"lng_group_invite_members" = "{count:_not_used_|# участник|Участников: #}, среди них:";

"lng_group_invite_link" = "Ссылка для приглашения:";
"lng_group_invite_create" = "Создать ссылку приглашения";
"lng_group_invite_about" = "Любой пользователь Telegram сможет вступить в вашу группу, перейдя по этой ссылке.";
"lng_group_invite_create_new" = "Аннулировать ссылку";
"lng_group_invite_about_new" = "Предыдущая ссылка аннулирована, сейчас будет создана новая.";
"lng_group_invite_copied" = "Скопировано";
"lng_group_invite_no_room" = "Невозможно присоединиться к этой группе – она переполнена.";

"lng_channel_public_link_copied" = "Ссылка скопирована в буфер обмена.";

"lng_forwarded" = "Переслано от {user}";
"lng_forwarded_channel" = "Переслано от {channel}";
"lng_forwarded_via" = "Переслано от {from}, с помощью {bot}";
"lng_forwarded_channel_via" = "Переслано от {channel}, с помощью {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "В ответ на";
"lng_edited" = "изм.";
"lng_edited_date" = "Изменено: {date}";
"lng_cancel_edit_post_sure" = "Отменить изменения?";
"lng_cancel_edit_post_yes" = "Да";
"lng_cancel_edit_post_no" = "Нет";

"lng_bot_share_location_unavailable" = "К сожалению, доступ к местоположению пока не поддерживается в Telegram Desktop.";
"lng_bot_inline_geo_unavailable" = "К сожалению, этому боту необходим доступ к вашему местоположению.\nПока что это невозможно в Telegram Desktop.";
"lng_bot_share_phone" = "Поделиться вашим номером телефона?";
"lng_bot_share_phone_confirm" = "Поделиться";

"lng_attach_failed" = "Неудачно";
"lng_attach_file" = "Файл";
"lng_attach_photo" = "Фото";

"lng_media_type" = "Тип файла";
"lng_media_type_photos" = "Картинки";
"lng_media_type_videos" = "Видеозаписи";
"lng_media_type_songs" = "Аудиофайлы";
"lng_media_type_files" = "Файлы";
"lng_media_type_audios" = "Аудиозаписи";
"lng_media_type_links" = "Ссылки";

"lng_media_open_with" = "Открыть с помощью";
"lng_media_download" = "Скачать";
"lng_media_cancel" = "Отмена";
"lng_media_video" = "Видео";
"lng_media_audio" = "Аудиозапись";

"lng_media_auto_settings" = "Настройка автозагрузки файлов";
"lng_media_auto_photo" = "Автозагрузка изображений";
"lng_media_auto_audio" = "Автозагрузка аудиозаписей";
"lng_media_auto_gif" = "Автозагрузка GIF";
"lng_media_auto_private_chats" = "Диалоги";
"lng_media_auto_groups" = "Группы и каналы";
"lng_media_auto_play" = "Автовоспроизведение";

"lng_emoji_category0" = "Часто используемые";
"lng_emoji_category1" = "Люди";
"lng_emoji_category2" = "Природа";
"lng_emoji_category3" = "Еда и напитки";
"lng_emoji_category4" = "Спорт";
"lng_emoji_category5" = "Путешествия и места";
"lng_emoji_category6" = "Предметы";
"lng_emoji_category7" = "Символы и флажки";

"lng_recent_stickers" = "Часто используемые";
"lng_switch_stickers" = "Стикеры";
"lng_switch_emoji" = "Эмодзи";
"lng_switch_gifs" = "GIF";
"lng_stickers_featured_add" = "Установить";
"lng_gifs_search" = "Поиск GIF";
"lng_gifs_no_saved" = "У вас пока нет сохранённых GIF.";

"lng_inline_bot_no_results" = "Нет результатов.";
"lng_inline_bot_via" = "с помощью {bot}";

"lng_box_remove" = "Удалить";

"lng_stickers_installed_tab" = "Ваши";
"lng_stickers_featured_tab" = "Продвигаемые";
"lng_stickers_archived_tab" = "Скрытые";
"lng_stickers_remove_pack" = "Удалить «{sticker_pack}»?";
"lng_stickers_add_pack" = "Установить стикеры";
"lng_stickers_share_pack" = "Поделиться стикерами";
"lng_stickers_not_found" = "Стикеры не найдены";
"lng_stickers_packs_archived" = "Некоторые из ваших старых наборов были заархивированы, чтобы освободить место для новых.";
"lng_stickers_archived" = "Архив стикеров";
"lng_stickers_copied" = "Скопировано";
"lng_stickers_default_set" = "Великие умы";
"lng_stickers_you_have" = "Управление и сортировка стикеров";
"lng_stickers_featured" = "Продвигаемые наборы";
"lng_stickers_return" = "Отменить";
"lng_stickers_count" = "{count:Загрузка...|# стикер|# стикеров}";
"lng_stickers_masks_pack" = "Это – набор масок. Вы можете накладывать их на изображения в фоторедакторе Telegram на мобильных устройствах.";

"lng_in_dlg_photo" = "Фото";
"lng_in_dlg_video" = "Видео";
"lng_in_dlg_audio_file" = "Аудиофайл";
"lng_in_dlg_contact" = "Контакт";
"lng_in_dlg_audio" = "Голосовое сообщение";
"lng_in_dlg_video_message" = "Видеосообщение";
"lng_in_dlg_file" = "Файл";
"lng_in_dlg_sticker" = "Стикер";
"lng_in_dlg_sticker_emoji" = "{emoji} (стикер)";

"lng_ban_user" = "Забанить пользователя";
"lng_delete_all_from" = "Удалить все его/её сообщения";
"lng_report_spam" = "Сообщить о спаме";
"lng_report_spam_hide" = "Скрыть";
"lng_report_spam_thanks" = "Спасибо за сообщение!";
"lng_report_spam_sure" = "Уверены, что хотите сообщить о спаме от этого пользователя?";
"lng_report_spam_sure_group" = "Уверены, что хотите сообщить о спаме от этой группы?";
"lng_report_spam_sure_channel" = "Уверены, что хотите сообщить о спаме от этого канала?";
"lng_report_spam_ok" = "Сообщить";
"lng_cant_send_to_not_contact" = "К сожалению, вы можете отправлять сообщения только взаимным контактам.\n{more_info}";
"lng_cant_invite_not_contact" = "К сожалению, вы можете приглашать в группы только взаимные контакты.\n{more_info}";
"lng_cant_send_to_not_contact_flood" = "За сегодня вы написали слишком много сообщений пользователям, не находящимся у вас в контактах. Повторите попытку завтра или попросите пользователя написать вам первому.";
"lng_cant_invite_not_contact_flood" = "Вы не можете добавить этого пользователя, потому что за сегодня вы написали слишком много сообщений людям не из ваших контактов. Повторите попытку завтра или попросите кого-нибудь другого добавить этого пользователя.";
"lng_cant_more_info" = "Подробнее »";
"lng_cant_invite_banned" = "К сожалению, только администраторы могут добавлять участников.";
"lng_cant_invite_privacy" = "К сожалению, этот пользователь запретил добавлять его в группы.";
"lng_cant_invite_privacy_channel" = "К сожалению, этот пользователь запретил приглашать его на каналы.";
"lng_cant_do_this" = "К сожалению, это действие недоступно.";

"lng_send_button" = "Отправить";
"lng_message_ph" = "Наберите ваше сообщение...";
"lng_broadcast_ph" = "Опубликовать сообщение...";
"lng_broadcast_silent_ph" = "Тихий режим...";
"lng_record_cancel" = "Отпустите вне этого поля для отмены";
"lng_will_be_notified" = "Подписчикам придёт уведомление о новом сообщении";
"lng_wont_be_notified" = "Подписчикам не придёт уведомление о новом сообщении";
"lng_willbe_history" = "Выберите чат";
"lng_from_you" = "Вы";
"lng_from_draft" = "Черновик";
"lng_bot_description" = "Что умеет этот бот?";
"lng_unblock_button" = "Разблокировать";
"lng_channel_join" = "Присоединиться";
"lng_channel_mute" = "Выкл. звук";
"lng_channel_unmute" = "Вкл. звук";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Показать все чаты";
"lng_dialogs_hide_muted_chats" = "Скрыть приглушённые";

"lng_open_this_link" = "Открыть ссылку?";
"lng_open_link" = "Открыть";
"lng_allow_bot_pass" = "Разрешить {bot_name} отправлять ваше имя и ID веб-страницам, которые вы открываете с помощью этого бота?";
"lng_allow_bot" = "Разрешить";

"lng_bot_start" = "Начать";
"lng_bot_choose_group" = "Выберите группу";
"lng_bot_no_groups" = "У вас нет групп";
"lng_bot_groups_not_found" = "Группы не найдены";
"lng_bot_sure_invite" = "Добавить бота в «{group}»?";
"lng_bot_already_in_group" = "Бот уже состоит в указанной группе.";
"lng_bot_choose_chat" = "Выберите диалог";
"lng_bot_no_chats" = "У вас нет чатов";
"lng_bot_chats_not_found" = "Чаты не найдены";
"lng_bot_sure_share_game" = "Поделиться игрой с {peer}?";
"lng_bot_sure_share_game_group" = "Поделиться игрой с «{group}»?";

"lng_typing" = "печатает";
"lng_user_typing" = "{user} печатает";
"lng_users_typing" = "{user} и {second_user} печатают";
"lng_many_typing" = "{count:_not_used_|# |# } печатают";
"lng_playing_game" = "играет в игру";
"lng_user_playing_game" = "{user} играет в игру";
"lng_users_playing_game" = "{user} и {second_user} играют";
"lng_many_playing_game" = "{count:_not_used_|#|#} играют";
"lng_send_action_record_video" = "снимает видео";
"lng_user_action_record_video" = "{user} снимает видео";
"lng_send_action_upload_video" = "отправляет видео";
"lng_user_action_upload_video" = "{user} отправляет видео";
"lng_send_action_record_audio" = "записывает голосовое сообщение";
"lng_user_action_record_audio" = "{user} что-то говорит";
"lng_send_action_upload_audio" = "отправляет голосовое сообщение";
"lng_user_action_upload_audio" = "{user} отправляет голосовое сообщение";
"lng_send_action_record_round" = "записывает видеосообщение";
"lng_user_action_record_round" = "{user} записывает видеосообщение";
"lng_send_action_upload_round" = "отправляет видеосообщение";
"lng_user_action_upload_round" = "{user} отправляет видеосообщение";
"lng_send_action_upload_photo" = "отправляет фото";
"lng_user_action_upload_photo" = "{user} отправляет фото";
"lng_send_action_upload_file" = "отправляет файл";
"lng_user_action_upload_file" = "{user} отправляет файл";
"lng_send_action_geo_location" = "определяет местоположение";
"lng_user_action_geo_location" = "{user} определяет местоположение";
"lng_send_action_choose_contact" = "выбирает контакт";
"lng_user_action_choose_contact" = "{user} выбирает контакт";
"lng_unread_bar" = "{count:_not_used_|# непрочитанное сообщение|Непрочитанных сообщений: # }";

"lng_maps_point" = "Местоположение";
"lng_save_photo" = "Сохранить изображение";
"lng_save_video" = "Сохранить видео";
"lng_save_audio_file" = "Сохранить аудиозапись";
"lng_save_audio" = "Сохранить голосовое сообщение";
"lng_save_file" = "Сохранить файл";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Выбрать изображения";
"lng_choose_files" = "Выберите файлы";
"lng_game_tag" = "Игра";

"lng_context_view_profile" = "Открыть профиль";
"lng_context_view_group" = "О группе";
"lng_context_view_channel" = "О канале";
"lng_context_pin_to_top" = "Закрепить";
"lng_context_unpin_from_top" = "Открепить";

"lng_context_promote_admin" = "Назначить администратором";
"lng_context_remove_admin" = "Удалить из администраторов";
"lng_context_remove_from_group" = "Исключить из группы";

"lng_context_copy_link" = "Копировать ссылку";
"lng_context_copy_post_link" = "Ссылка на этот пост";
"lng_context_copy_email" = "Скопировать адрес";
"lng_context_copy_hashtag" = "Скопировать хештэг";
"lng_context_copy_mention" = "Скопировать имя пользователя";
"lng_context_save_image" = "Сохранить изображение как...";
"lng_context_forward_image" = "Переслать изображение";
"lng_context_delete_image" = "Удалить изображение";
"lng_context_copy_image" = "Копировать изображение";
"lng_context_close_image" = "Закрыть изображение";
"lng_context_cancel_download" = "Отменить загрузку";
"lng_context_show_in_folder" = "Показать в папке";
"lng_context_show_in_finder" = "Показать в Finder";
"lng_context_save_video" = "Сохранить видео как...";
"lng_context_save_audio_file" = "Сохранить аудиозапись как...";
"lng_context_save_audio" = "Сохранить голосовое сообщение как...";
"lng_context_pack_info" = "Весь набор";
"lng_context_pack_add" = "Добавить стикеры";
"lng_context_save_file" = "Сохранить файл как...";
"lng_context_forward_file" = "Переслать файл";
"lng_context_delete_file" = "Удалить файл";
"lng_context_close_file" = "Закрыть файл";
"lng_context_copy_text" = "Скопировать текст";
"lng_context_save_gif" = "Сохранить GIF";
"lng_context_to_msg" = "Перейти к сообщению";
"lng_context_reply_msg" = "Ответить";
"lng_context_edit_msg" = "Изменить";
"lng_context_forward_msg" = "Переслать сообщение";
"lng_context_delete_msg" = "Удалить сообщение";
"lng_context_select_msg" = "Выделить сообщение";
"lng_context_pin_msg" = "Прикрепить сообщение";
"lng_context_unpin_msg" = "Открепить сообщение";
"lng_context_cancel_upload" = "Отменить отправку";
"lng_context_copy_selected" = "Копировать выделенное";
"lng_context_forward_selected" = "Переслать выделенные";
"lng_context_delete_selected" = "Удалить выделенные";
"lng_context_clear_selection" = "Снять выделение";
"lng_really_send_image" = "Отправить этот файл?";
"lng_really_send_file" = "Отправить этот файл?";
"lng_really_share_contact" = "Вы действительно хотите поделиться этим контактом?";
"lng_send_images_compress" = "Сжать {count:_not_used_|изображение|изображения}";
"lng_send_image_non_local" = "Не получилось отправить не локальный файл: {name}";
"lng_send_image_empty" = "Не получилось отправить пустой файл: {name}";
"lng_send_image_too_large" = "Невозможно отправить «{name}», потому что размер файла превышает 1500 МБ.";
"lng_send_folder" = "Невозможно отправить «{name}», потому что это – не файл :(";
"lng_send_images_selected" = "Выбрано {count:_not_used_|#|#} фото";
"lng_send_photos" = "Отправить {count:_not_used_|#|#} фото";
"lng_send_files_selected" = "{count:_not_used_|Выбран # файл|Выбрано файлов: #}";
"lng_send_files" = "Отправить {count:_not_used_|# файл|# файлов}";

"lng_forward_choose" = "Выберите получателя...";
"lng_forward_cant" = "К сожалению, сюда нельзя пересылать сообщения :(";
"lng_forward_confirm" = "Переслать пользователю {recipient}?";
"lng_forward_share_contact" = "Поделиться контактом с {recipient}?";
"lng_forward_send_file_confirm" = "Отправить «{name}» пользователю {recipient}?";
"lng_forward_send_files_confirm" = "Отправить файлы {recipient}?";
"lng_forward_send" = "Отправить";
"lng_forward_messages" = "{count:_not_used_|Пересланное сообщение|Пересланных сообщений: #}";
"lng_forwarding_from" = "{user} и еще {count:_not_used_|# |# }";
"lng_forwarding_from_two" = "{user} и {second_user}";
"lng_inline_switch_choose" = "Выберите диалог...";
"lng_inline_switch_cant" = "К сожалению, сюда нельзя писать сообщения :(";

"lng_share_cant" = "К сожалению, сюда нельзя отправлять сообщения :(";
"lng_reply_cant" = "К сожалению, в супергруппе невозможно ответить на старое сообщение :(";
"lng_reply_cant_forward" = "К сожалению, в супергруппе невозможно ответить на старое сообщение :( Переслать его, добавив ваш комментарий?";

"lng_share_title" = "Поделиться";
"lng_share_copy_link" = "Копировать ссылку";
"lng_share_confirm" = "Отправить";
"lng_share_wrong_user" = "Эта игра была открыта другим пользователем.";
"lng_share_game_link_copied" = "Ссылка на игру скопирована в буфер обмена.";
"lng_share_done" = "Готово!";

"lng_contact_phone" = "Телефон";
"lng_enter_contact_data" = "Новый контакт";
"lng_edit_group_title" = "Изменить имя группы";
"lng_edit_contact_title" = "Редактирование имени контакта";
"lng_edit_channel_title" = "Редактировать";
"lng_edit_sign_messages" = "Подписывать сообщения";
"lng_edit_group" = "Редактировать группу";
"lng_edit_self_title" = "Редактирование вашего имени";
"lng_confirm_contact_data" = "Новый контакт";
"lng_add_contact" = "Создать";
"lng_add_contact_button" = "Новый контакт";
"lng_contacts_header" = "Контакты";
"lng_contact_not_joined" = "К сожалению, {name} не подключен к Telegram, но Вы можете отправить ему приглашение.\n\nМы сообщим Вам, если кто-либо из Ваших контактов присоединится к Telegram.";
"lng_try_other_contact" = "Попробуйте другие";
"lng_create_group_link" = "Ссылка";
"lng_create_group_invite_link" = "Ссылка для приглашения";
"lng_create_group_photo" = "Выбрать фото";
"lng_create_group_description" = "Описание (не обязательно)";

"lng_drag_images_here" = "Перетащите сюда";
"lng_drag_photos_here" = "Перетащите фото сюда";
"lng_drag_files_here" = "Перетащите файлы сюда";

"lng_drag_to_send_quick" = "чтобы просто отправить";
"lng_drag_to_send_no_compression" = "чтобы отправить без сжатия";
"lng_drag_to_send_files" = "чтобы отправить их";

"lng_selected_clear" = "Отмена";
"lng_selected_delete" = "Удалить";
"lng_selected_forward" = "Переслать";
"lng_selected_count" = "Сообщений: {count:_not_used_|#  |#  }";
"lng_selected_cancel_sure_this" = "Отменить отправку?";
"lng_selected_upload_stop" = "Остановить";
"lng_selected_delete_sure_this" = "Удалить это сообщение?";
"lng_selected_delete_sure" = "Удалить выбранные сообщения ({count:_not_used_|#|#})?";
"lng_delete_photo_sure" = "Удалить это фото?";
"lng_delete_for_everyone_hint" = "Вы собираетесь удалить {count:_not_used_|сообщение|сообщения} у всех, кто есть в этом чате.";
"lng_delete_for_me_chat_hint" = "Вы собираетесь удалить {count:_not_used_|сообщение|сообщения} только у себя, у остальных участников ничего не удалится.";
"lng_delete_for_me_hint" = "Вы собираетесь удалить {count:_not_used_|сообщение|сообщения} только у себя.";
"lng_delete_for_everyone_check" = "Удалить у всех";
"lng_delete_for_other_check" = "Удалить у {user}";
"lng_box_delete" = "Удалить";
"lng_box_leave" = "Покинуть";

"lng_about_version" = "Версия {version}";
"lng_about_text_1" = "Официальное приложение для быстрого и безопасного общения, основанное на [a href=\"https://core.telegram.org/api\"]Telegram API[/a]";
"lng_about_text_2" = "Это ПО распространяется по лицензии [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL3[/a], исходный код доступен на [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Подробнее читайте в [a href=\"https://tlgrm.ru/faq?from=tdesktop\"]часто задаваемых вопросах[/a].{faq_open}{faq_close} О неточностях в переводе сообщайте [a href=\"https://tlgrm.ru/locales/list\"]сюда[/a].";
"lng_about_done" = "Закрыть";

"lng_search_found_results" = "{count:Ничего не найдено|Найдено # сообщение|Найдено сообщений: #}";
"lng_search_global_results" = "Результаты глобального поиска";

"lng_media_save_progress" = "{ready} из {total} {mb}";
"lng_mediaview_save_as" = "Сохранить как...";
"lng_mediaview_copy" = "Скопировать";
"lng_mediaview_forward" = "Переслать";
"lng_mediaview_delete" = "Удалить";
"lng_mediaview_photos_all" = "Просмотр всех фото";
"lng_mediaview_files_all" = "Просмотр всех файлов";
"lng_mediaview_single_photo" = "Фото";
"lng_mediaview_group_photo" = "Фото группы";
"lng_mediaview_channel_photo" = "Фото канала";
"lng_mediaview_profile_photo" = "Фото профиля";
"lng_mediaview_file_n_of_count" = "{file} {n} из {count}";
"lng_mediaview_n_of_count" = "Фото {n} из {count}";
"lng_mediaview_doc_image" = "Файл";
"lng_mediaview_today" = "сегодня в {time}";
"lng_mediaview_yesterday" = "вчера в {time}";
"lng_mediaview_date_time" = "{date} в {time}";

"lng_mediaview_saved" = "Изображение было сохранено в папке [c]Загрузки[/c]";

"lng_theme_preview_title" = "Предпросмотр темы";
"lng_theme_preview_generating" = "Создаю превью темы...";
"lng_theme_preview_invalid" = "Некорректный файл темы.";
"lng_theme_preview_apply" = "Использовать эту тему";

"lng_new_authorization" = "{name},\nМы обнаружили вход под вашим аккаунтом на новом устройстве.\n\nДата: {day}, {date}\nВремя: {time}\nУстройство: {device}\nМестоположение: {location}\n\nЕсли это были не вы, можете перейти в Настройки — Приватность и безопасность — Завершить все другие сеансы.\n\nИскренне ваша, команда Telegram.";

"lng_new_version_wrap" = "Telegram Desktop был обновлён до версии {version}\n\n{changes}\n\nПолная история изменений доступна здесь:\n{link}";
"lng_new_version_minor" = "— Исправления багов и незначительные улучшения";
"lng_new_version_text" = "— Звонки теперь доступны и на ПК!\n— Новая панель стикеров, анимаций и смайлов.\n— Управление чёрным списком в супергруппах.\n— Администраторы чата теперь могут удалять чужие сообщения.";

"lng_menu_insert_unicode" = "Вставьте управляющий символ Unicode";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Ссылка некорректна или просрочена.";
"lng_confirm_phone_title" = "Отменить сброс аккаунта";
"lng_confirm_phone_about" = "Кто-то, кто имеет доступ к вашему номеру {phone}, отправил запрос на удаление вашего профиля и отключение двуэтапной авторизации.\n\nЕсли это были не вы, введите код, который мы только что отправили вам по SMS.";
"lng_confirm_phone_success" = "Отлично!\nПроцесс сброса для вашего аккаунта {phone} был отменён. Это окно можно закрыть.";
"lng_confirm_phone_send" = "Отправить";
"lng_confirm_phone_enter_code" = "Пожалуйста, введите код.";

"lng_theme_editor_no_keys" = "В этой цветовой схеме нет цветов";
"lng_theme_editor_cant_change_theme" = "Пожалуйста, сначала закройте редактор тем.";
"lng_theme_editor_new_keys" = "Пока не в цветовой схеме";
"lng_theme_editor_background_image" = "Фон чатов";
"lng_theme_editor_saved_to_jpg" = "Сохранено в JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "Изображение JPEG, {size}";
"lng_theme_editor_read_from_png" = "Изображение PNG, {size}";
"lng_theme_editor_export" = "Сохранить";
"lng_theme_editor_choose_image" = "Выберите фоновое изображение";
"lng_theme_editor_save_palette" = "Сохранить цветовую схему";
"lng_theme_editor_choose_name" = "Сохранить тему";
"lng_theme_editor_error" = "Произошла какая-то ошибка :( Подробности см. в файле «log.txt».";
"lng_theme_editor_done" = "Тема сохранена!";
"lng_theme_editor_title" = "Редактировать цветовую схему";
"lng_theme_editor_export_button" = "Сохранить тему";

"lng_payments_not_supported" = "К сожалению, Telegram Desktop пока не поддерживает платежи. Пожалуйста, воспользуйтесь любым мобильным приложением.";
"lng_payments_receipt_label" = "Квитанция";
"lng_payments_receipt_label_test" = "Тестовая квитанция";
"lng_payments_invoice_label" = "Счёт";
"lng_payments_invoice_label_test" = "Тестовый счёт";
"lng_payments_receipt_button" = "Квитанция";

"lng_call_status_incoming" = "звонит вам...";
"lng_call_status_connecting" = "подключение…";
"lng_call_status_exchanging" = "обмен ключами шифрования...";
"lng_call_status_waiting" = "ожидание...";
"lng_call_status_requesting" = "установка соединения...";
"lng_call_status_hanging" = "завершение...";
"lng_call_status_ended" = "звонок завершён";
"lng_call_status_failed" = "не удалось подключиться";
"lng_call_status_ringing" = "вызов...";
"lng_call_status_busy" = "линия занята";
"lng_call_fingerprint_tooltip" = "Если у {user} отображаются точно такие же смайлы, то этот звонок на 100% безопасен.";

"lng_call_error_not_available" = "К сожалению, {user} не принимает звонки.";
"lng_call_error_incompatible" = "К сожалению, приложение у {user} использует устаревший протокол и не может принимать звонки.";
"lng_call_error_outdated" = "К сожалению, приложение у {user} устарело и не может принимать звонки.";
"lng_call_error_audio_io" = "Возникла проблема с воспроизведением аудио на вашем ПК. Пожалуйста, проверьте свои наушники/колонки и микрофон и повторите попытку.";

"lng_call_bar_info" = "Информация о звонке";
"lng_call_bar_hangup" = "Завершить звонок";

"lng_call_box_title" = "Звонки";
"lng_call_box_about" = "Вы пока никому не звонили.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Вчера в {time}";
"lng_call_box_status_date" = "{date} в {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Исходящий вызов";
"lng_call_incoming" = "Входящий вызов";
"lng_call_missed" = "Пропущенный вызов";
"lng_call_cancelled" = "Отменённый вызов";
"lng_call_declined" = "Отклонённый вызов";
"lng_call_duration_info" = "{date}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Пожалуйста, оцените качество звонка";
"lng_call_rate_comment" = "Отзыв (необязательно)";

// Not used

"lng_topbar_info" = "Информация";
"lng_profile_group_info" = "Информация о группе";
"lng_profile_channel_info" = "О канале";

// Wnd specific

"lng_wnd_choose_program_menu" = "Выбрать программу по умолчанию...";

"lng_wnd_menu_undo" = "Отменить";
"lng_wnd_menu_redo" = "Повторить";

// Linux specific

"lng_linux_menu_undo" = "Отменить";
"lng_linux_menu_redo" = "Повторить";

// Mac specific

"lng_mac_choose_program_menu" = "Другое...";

"lng_mac_choose_app" = "Выберите программу";
"lng_mac_choose_text" = "Выберите программу для открытия файла «{file}»";
"lng_mac_enable_filter" = "Включить:";
"lng_mac_recommended_apps" = "Рекомендованные программы";
"lng_mac_all_apps" = "Все программы";
"lng_mac_always_open_with" = "Всегда открывать с помощью";
"lng_mac_this_app_can_open" = "Эта программа может открыть «{file}»";
"lng_mac_not_known_app" = "Неизвестно, сможет ли эта программа открыть «{file}»";

"lng_mac_menu_services" = "Сервисы";
"lng_mac_menu_hide_telegram" = "Скрыть {telegram}";
"lng_mac_menu_hide_others" = "Скрыть остальное";
"lng_mac_menu_show_all" = "Показать всё";
"lng_mac_menu_preferences" = "Настройки...";
"lng_mac_menu_quit_telegram" = "Выйти из {telegram}";
"lng_mac_menu_about_telegram" = "О программе";
"lng_mac_menu_file" = "Файл";
"lng_mac_menu_logout" = "Выйти";
"lng_mac_menu_edit" = "Правка";
"lng_mac_menu_undo" = "Отменить";
"lng_mac_menu_redo" = "Вернуть";
"lng_mac_menu_cut" = "Вырезать";
"lng_mac_menu_copy" = "Копировать";
"lng_mac_menu_paste" = "Вставить";
"lng_mac_menu_delete" = "Удалить";
"lng_mac_menu_select_all" = "Выделить все";
"lng_mac_menu_window" = "Окно";
"lng_mac_menu_contacts" = "Контакты";
"lng_mac_menu_add_contact" = "Добавить контакт";
"lng_mac_menu_new_group" = "Новая группа";
"lng_mac_menu_new_channel" = "Создать канал";
"lng_mac_menu_show" = "Показать Telegram";

// Keys finished
